Repository: MatthiasGi/kampanile3
Catalog: kampanile3/frontend/locale/*/LC_MESSAGES/django.po
Languages: de

source: Strikers
de: Schlagwerke

source: Songs
de: Stücke

source: Change password
de: Passwort ändern

source: View
de: Ansehen

source: Update
de: Bearbeiten

source: Delete
de: Löschen

source: Statistics
de: Statistiken

source: Your setup in numbers
de: Das Setup in Zahlen

source: The main parameters of your carillon are summarized here.
de: Die wichtigsten Parameter Ihres Carillons sind hier zusammengefasst.

source: %(num)s striker
de: %(num)s Schlagwerk

source: %(num)s rule
de: %(num)s Regel

source: %(num)s song
de: %(num)s Stück

source: Your most recent songs
de: Die letzten Stücke

source: A quick way to play your most recent additions to your song library:
de: Eine schnelle Möglichkeit, die neuesten Stücke aus der Bibliothek abzuspielen:

source: Play song now
de: Stück jetzt spielen

source: View details
de: Details anzeigen

source: Summary of all your carillons
de: Zusammenfassung aller Carillons

source: The most important settings about your carillons:
de: Die relevantesten Einstellungen der Carillons:

source: Set as default carillon
de: Als Standard-Carillon festlegen

source: Toggle activation of carillon
de: Aktivität des Carillons umschalten

source: Main settings
de: Haupteinstellungen

source: Controlling the default carillon
de: Steuerung des Standard-Carillons

source: Here you are able to control the main parameters of the default carillon:
de: Hier können die wesentlichsten Einstellungen des Standard-Carillons vorgenommen werden:

source: Volume
de: Lautstärke

source: (initially unknown)
de: (zunächst unbekannt)

source: Stop playing
de: Wiedergabe stoppen

source: Error: ${ data.error }
de: Fehler: ${ data.error }

source: Your username and password didn't match. Please try again.
de: Passwort und Benutzername stimmen nicht überein. Bitte versuchen Sie es erneut.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
de: Ihr Konto hat keinen Zugriff auf diese Seite. Um fortzufahren, melden Sie sich bitte mit einem Konto an, das Zugriff hat.

source: Please login to see this page.
de: Bitte melden Sie sich an, um diese Seite zu sehen.

source: Login
de: Einloggen

source: Overview
de: Übersicht

source: Welcome to your carillon management interface!
de: Willkommen zur Verwaltungsoberfläche des Carillons!
