Repository: MatthiasGi/kampanile3
Catalog: kampanile3/gpio/locale/*/LC_MESSAGES/django.po
Languages: de

source: The specified pin does not exist on this board.
de: Der angegebene Pin existiert nicht auf diesem Board.

source: The specified pin is already used by another active input.
de: Der angegebene Pin wird bereits von einem anderen aktiven Eingang verwendet.

source: On input state low
de: Bei Eingangszustand Low

source: On input state high
de: Bei Eingangszustand High

source: On change of input state
de: Bei Änderung des Eingangszustands

source: No pull resistor
de: Kein Pull-Widerstand

source: Pull-up resistor
de: Pull-Up-Widerstand

source: Pull-down resistor
de: Pull-Down-Widerstand

source: Active
de: Aktiv

source: Whether this input is active and should be monitored.
de: Ob dieser Eingang aktiv ist und überwacht werden soll.

source: Error
de: Fehler

source: An error message if there is an issue with this input. Will be cleared when the input is set active.
de: Eine Fehlermeldung, wenn es ein Problem mit diesem Eingang gibt. Wird gelöscht, wenn der Eingang auf aktiv gesetzt wird.

source: Pull resistor
de: Pull-Widerstand

source: The internal pull resistor for the input pin.
de: Der interne Pull-Widerstand für den Eingangspin.

source: Debounce
de: Entprellen

source: Whether to apply debouncing to the input signal.
de: Ob für das Eingangssignal eine Entprellung angewendet werden soll.

source: Deadtime (ms)
de: Totzeit (ms)

source: Time after a trigger during which no new triggers will be accepted.
de: Zeit nach einem Auslöser, während der keine neuen Auslöser akzeptiert werden.

source: Striker
de: Schlagwerk

source: Behaviour
de: Verhalten

source: Which trigger should call the striker?
de: Welcher Auslöser soll das Schlagwerk betätigen?

source: Input
de: Eingang

source: Inputs
de: Eingänge

source: Update input
de: Eingang bearbeiten

source: This input is not connected to a pin.
de: Dieser Eingang ist mit keinem Pin verbunden.

source: Inactive
de: Inaktiv

source: This input is not connected to a striker.
de: Dieser Eingang ist mit keinem Schlagwerk verbunden.

source: Add input
de: Eingang hinzufügen

source: Input active?
de: Eingang aktiv?

source: Pull resistor?
de: Pull-Widerstand?

source: No striker assigned
de: Kein Schlagwerk zugewiesen

source: The following inputs are configured for this board:
de: Die folgenden Eingänge sind für dieses Board konfiguriert:

source: Input: %(name)s
de: Eingang: %(name)s

source: Create input
de: Eingang erstellen

source: Add a GPIO input to trigger a striker.
de: Einen GPIO-Eingang hinzufügen, um ein Schlagwerk auszulösen.

source: Update GPIO input
de: GPIO-Eingang bearbeiten

source: Delete GPIO input
de: GPIO-Eingang löschen

source: Are you sure you want to delete the GPIO input "%(name)s"?
de: Sind Sie sicher, dass Sie den GPIO-Eingang „%(name)s“ löschen möchten?
