Repository: MatthiasGi/kampanile3
Catalog: kampanile3/carillon/locale/*/LC_MESSAGES/django.po
Languages: de

source: The name of the serial port used to connect to the carillon.
de: Der Name des seriellen Ports, der zum Verbinden mit dem Carillon verwendet wird.

source: Default
de: Standard

source: Whether this carillon is the default carillon. Only one carillon can be the default. If activated here, another carillon that was the default will loose that status.
de: Ob dieses Carillon das Standard-Carillon ist. Es kann nur ein Carillon die Eigenschaft Standard haben. Wenn es hier aktiviert wird, verliert ein anderes Carillon, das zuvor das Standard-Carillon war, diesen Status.

source: Active
de: Aktiv

source: Whether this carillon is active and can be used. May be deactivated to mute all songs.
de: Ob dieses Carillon aktiv ist und verwendet werden kann. Kann deaktiviert werden, sodass keine Stücke abgespielt werden.

source: Date condition
de: Datums-Bedingung

source: Compares the current date with a specified date. Available comparators are: gt, gte, lt, lte, eq, and neq.
de: Vergleicht das aktuelle Datum mit einem angegebenen Datum. Verfügbare Vergleichsoperatoren „comparator“ sind: gt, gte, lt, lte, eq und neq.

source: Hour modulo condition
de: Stunden-Modulo-Bedingung

source: Checks if the current hour divided by the specified modulo has the specified remainder.
de: Prüft, ob die aktuelle Stunde, geteilt durch das angegebene Modulo, den angegebenen Rest ergibt.

source: Minute condition
de: Minuten-Bedingung

source: Checks if the current minute matches the specified value.
de: Prüft, ob die aktuelle Minute dem angegebenen Wert entspricht.

source: Minute modulo condition
de: Minuten-Modulo-Bedingung

source: Checks if the current minute divided by the specified modulo has the specified remainder.
de: Prüft, ob die aktuelle Minute, geteilt durch das angegebene Modulo, den angegebenen Rest ergibt.

source: Time condition
de: Zeit-Bedingung

source: Compares the current time with a specified hour and minute. Available comparators are: gt, gte, lt, lte, eq, and neq.
de: Vergleicht die aktuelle Uhrzeit mit einer angegebenen Stunde und Minute. Verfügbare Vergleichsoperatoren „comparator“ sind: gt, gte, lt, lte, eq und neq.

source: Easter offset condition
de: Ostern-Offset-Bedingung

source: Compares the current date with a date offset from Easter using a comparator. Available comparators are: gt, gte, lt, lte, eq, and neq.
de: Vergleicht das aktuelle Datum mit einem von Ostern um die angegebene Anzahl an Tagen abweichendem Datum unter Verwendung eines Vergleichsoperators. Verfügbare Vergleichsoperatoren „comparator“ sind: gt, gte, lt, lte, eq und neq.

source: Event rank condition
de: Festrang-Bedingung

source: Compares the current liturgical event's rank with a specified rank using a comparator. Available ranks in ascending importance are: NONE, COMMEMORATION, OPTIONAL_MEMORIAL, MEMORIAL, FEAST, and SOLEMNITY. Available comparators are: gt, gte, lt, lte, eq, and neq.
de: Vergleicht den Rang des aktuellen liturgischen Festes mit einem angegebenen Rang unter Verwendung eines Vergleichsoperators. Verfügbare Ränge „rank“ in aufsteigender Wichtigkeit sind: NONE, COMMEMORATION, OPTIONAL_MEMORIAL, MEMORIAL, FEAST und SOLEMNITY. Verfügbare Vergleichsoperatoren „comparator“ sind: gt, gte, lt, lte, eq und neq.

source: Event title condition
de: Festnamen-Bedingung

source: Checks if the current event title matches a specified value (case-insensitive).
de: Prüft, ob der Name des aktuellen Festes mit einem angegebenen Wert (ohne Berücksichtigung der Groß-/Kleinschreibung) übereinstimmt.

source: Season condition
de: Liturgische-Jahreszeiten-Bedingung

source: Checks if the current date is in the specified liturgical season. Available seasons are: ORDINARY, CHRISTMAS, LENT, and EASTER.
de: Prüft, ob das aktuelle Datum in der angegebenen liturgischen Jahreszeit liegt. Verfügbare Jahreszeiten „season“ sind: ORDINARY, CHRISTMAS, LENT und EASTER.

source: And condition
de: Und-Bedingung

source: Checks if all sub-conditions are met.
de: Prüft, ob alle Unterbedingungen erfüllt sind.

source: Not condition
de: Nicht-Bedingung

source: A condition that negates another condition.
de: Prüft, ob eine andere Bedingung nicht erfüllt ist.

source: Or condition
de: Oder-Bedingung

source: Checks if at least one sub-condition is met.
de: Prüft, ob mindestens eine Unterbedingung erfüllt ist.

source: Off
de: Aus

source: For every hour once 12-based
de: Für jede volle Stunde (12-Stunden-Format)

source: For every hour once 24-based
de: Für jede volle Stunde (24-Stunden-Format)

source: For every 15 minutes
de: Für jede Viertelstunde

source: For every 30 minutes
de: Für jede halbe Stunde

source: Striker
de: Schlagwerk

source: The striker that checks, if the rule applies.
de: Das Schlagwerk, das prüft, ob die Regel zutrifft.

source: Priority
de: Priorität

source: The priority of the rule. Higher values means firstly evaluated.
de: Die Priorität der Regel. Höhere Werte bedeuten eine frühere Auswertung.

source: Cancel following rules
de: Abbrechen nachfolgender Regeln

source: If checked, no following rule with smaller priority will be executed if this rule applies.
de: Wenn aktiviert, werden keine nachfolgenden Regeln mit niedrigerer Priorität ausgeführt, wenn diese Regel zutrifft.

source: Condition
de: Bedingung

source: A JSON object actually defining the condition.
de: Ein JSON-Objekt, das die Bedingung definiert.

source: Song
de: Stück

source: The song to play when the rule applies.
de: Das zu spielende Stück, wenn die Regel zutrifft.

source: Repeat
de: Wiederholen

source: How often the played song should be repeated if the rule applies.
de: Wie oft das gespielte Stück wiederholt werden soll, wenn die Regel zutrifft.

source: Rule
de: Regel

source: Rules
de: Regeln

source: Slug
de: Codewort

source: Unique identifier for the song to e.g. access it via API.
de: Eindeutiger Bezeichner für das Lied, um es z.B. über die API zu erreichen.

source: MIDI file
de: MIDI-Datei

source: Transpose
de: Transponieren

source: Transposition in semitones, e.g. -12 for one octave down.
de: Transposition in Halbtönen, z.B. -12 für eine Oktave nach unten.

source: Tempo Multiplier
de: Tempo-Multiplikator

source: A multiplier for the tempo of the song. This can be used to speed up or slow down the song.
de: Ein Multiplikator für das Tempo des Stücks. Er kann verwendet werden, um das Stück zu beschleunigen oder zu verlangsamen.

source: Songs
de: Stücke

source: Check manually, no automatic checks
de: Manuell prüfen, keine automatischen Prüfungen

source: Check every minute
de: Jede Minute prüfen

source: Check every quarter hour
de: Jede Viertelstunde prüfen

source: Check every half hour
de: Jede halbe Stunde prüfen

source: Check every hour
de: Jede volle Stunde prüfen

source: The priority of this striker, used to determine if it should abort other strikers' songs.
de: Die Priorität des Schlagwerks, die verwendet wird, um zu bestimmen, ob es die Stücke anderer Schlagwerke abbrechen soll.

source: Check type
de: Prüfungsart

source: The type of check condition or interval.
de: Der Typ der Prüfung bzw. des Intervalls.

source: Strikers
de: Schlagwerke

source: The carillon is connected to port <code>%(port)s</code>.
de: Das Carillon ist mit dem Port <code>%(port)s</code> verbunden.

source: The carillon is connected to the default port.
de: Das Carillon ist mit dem Standardport verbunden.

source: Update carillon
de: Carillon bearbeiten

source: This is the default carillon.
de: Das ist das Standard-Carillon.

source: The carillon is active.
de: Das Carillon ist aktiv.

source: The carillon is currently <strong>not</strong> active.
de: Das Carillon ist derzeit <strong>nicht</strong> aktiv.

source: Test sending MIDI-signals
de: Senden von MIDI-Signalen testen

source: Volume 0
de: Lautstärke 0

source: Volume 63
de: Lautstärke 63

source: Volume 127
de: Lautstärke 127

source: Note played successfully!
de: Note erfolgreich gespielt!

source: Error playing note: ${ data.error }
de: Fehler beim Spielen der Note: ${ data.error }

source: Volume set successfully!
de: Lautstärke erfolgreich eingestellt!

source: Error setting volume: ${ data.error }
de: Fehler beim Einstellen der Lautstärke: ${ data.error }

source: Add carillon
de: Carillon hinzufügen

source: The default carillon?
de: Das Standard-Carillon?

source: Is the carillon active?
de: Ist das Carillon aktiv?

source: The carillon is not active.
de: Das Carillon ist nicht aktiv.

source: Empty condition
de: Leere Bedingung

source: Update rule
de: Regel bearbeiten

source: Yes,No
de: Ja,Nein

source: Add rule
de: Regel hinzufügen

source: Do not cancel following rules
de: Folgende Regeln nicht abbrechen

source: Update song
de: Stück bearbeiten

source: File
de: Datei

source: Tempo multiplier
de: Tempo-Multiplikator

source: Base tempo
de: Basistempo

source: Test play song on carillon
de: Stück auf Carillon testen

source: Play on:
de: Spielen auf:

source: Song is playing successfully!
de: Stück wird erfolgreich abgespielt!

source: Error playing song: ${ data.error }
de: Fehler beim Spielen des Stücks: ${ data.error }

source: Song stopped successfully!
de: Stück erfolgreich gestoppt!

source: Error stopping song: ${ data.error }
de: Fehler beim Stoppen des Stücks: ${ data.error }

source: Add song
de: Stück hinzufügen

source: Update striker
de: Schlagwerk bearbeiten

source: There are no rules for this striker yet.
de: Es gibt keine Regeln für dieses Schlagwerk.

source: Add striker
de: Schlagwerk hinzufügen

source: Number of rules
de: Anzahl von Regeln

source: Cleanup code
de: Code aufräumen

source: Formats the JSON code to be more readable.
de: Formatiert den JSON-Code, um ihn lesbarer zu machen.

source: Documentation
de: Dokumentation

source: Invalid JSON format: ${e.message}
de: Ungültiges JSON-Format: ${e.message}

source: The following carillons are configured in the system:
de: Die folgenden Stücke sind im System verfügbar:

source: Create carillon
de: Carillon erstellen

source: Add a carillon to play notes on.
de: Ein Carillon hinzufügen, um Noten darauf zu spielen:

source: Modify carillon
de: Carillon bearbeiten

source: Modify the settings of the carillon: %(name)s
de: Einstellungen des Carillons ändern: %(name)s

source: Delete carillon
de: Carillon löschen

source: Are you sure you want to delete carillon %(name)s?
de: Sind Sie sicher, dass Sie das Carillon %(name)s löschen möchten?

source: The following songs are available in the carillon to play:
de: Die folgenden Stücke sind im Carillon verfügbar, um sie zu spielen:

source: Create song
de: Stück erstellen

source: Add a song to the carillon.
de: Stück zum System hinzufügen.

source: Delete song
de: Stück löschen

source: Are you sure you want to delete the song: %(name)s?
de: Sind Sie sicher, dass Sie das Stück „%(name)s“ löschen möchten?

source: The following strikers are configured in the system:
de: Die folgenden Schlagwerke sind im System konfiguriert:

source: Create striker
de: Schlagwerk erstellen

source: Add a striker as a container for rules.
de: Ein Schlagwerk als Container für Regeln hinzufügen.

source: Delete striker
de: Schlagwerk löschen

source: Are you sure you want to delete the striker "%(name)s"?
de: Sind Sie sicher, dass Sie das Schlagwerk „%(name)s“ löschen möchten?

source: Create rule
de: Regel erstellen

source: Add a rule for automatically playing songs on striker "%(name)s".
de: Eine Regel zum automatischen Abspielen von Stücken auf Schlagwerk „%(name)s“ hinzufügen.

source: Update a rule
de: Regel bearbeiten

source: Delete rule
de: Regel löschen

source: Are you sure you want to delete the rule "%(name)s"?
de: Sind Sie sicher, dass Sie die Regel „%(name)s“ löschen möchten?
